{"events": [{"title": "Harry Potter Marathon", "start_time": "2018-02-03T11:00:00", "end_time": "2018-02-03T21:00:00", "short_desc": "Join of us for a magical marathon weekend of all the Harry Potter films along with themed snacks and refreshments", "long_desc": "<p>Harry Potter Society is holding a marathon of all the Harry Potter film over one magical weekend. See all 8 Harry Potter films back to back while indulging in finest magical themed snacks and refreshments.</p>", "venue_name": "Room 76", "alcohol": "AV", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "Refreshers 2018: R-CADE", "start_time": "2018-02-03T20:00:00", "end_time": "2018-02-04T02:00:00", "short_desc": "Introducing a night of nostalgic indulgence bought right to your door on Sussex campus!", "long_desc": "<p>R'Cade:\n👾👾 Introducing a night of nostalgic indulgence bought right to your door on Sussex campus! 👾👾</p>\n<p>🎮 Held at the iconic East Slope bar, we invite you to immerse yourselves into our world of 90's, 00's music, coupled with an unrivalled concoction of the likes of Mario Kart, Time Crisis and a whole tuck shop of those delicious sweets and treats you forgot existed from your childhood.</p>\n<p>🎮 An incoming feature to ROX's CU Next Tuesday club night at The Arch, East Slope will be transformed into our Retro Arcade, the perfect hangout for you to challenge your friends, settle disputes and throw it back to much simpler times when life was a whole lot easier.</p>", "venue_name": "East Slope Bar", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "International Students Welcome Event @ Globe", "start_time": "2018-02-03T20:00:00", "end_time": "2018-02-04T02:00:00", "short_desc": "Find your bearings in Brighton with your very own Students' Union venue in the heart of town, with drink deals and music till late!", "long_desc": "<p>Boogie on down with us at The Globe this Saturday! In the heart of Brighton town The Globe is the Students' Union's off-campus venue, with student drinks deals all day every day and always open til late. Fab music, friendly staff and dancing strongly encouraged until 3am. Not one to miss!</p>", "venue_name": "The Globe", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Superbowl: USA Quiz!", "start_time": "2018-02-04T17:00:00", "end_time": "2018-02-04T21:00:00", "short_desc": "To get you in the mood for the Superbowl we are starting off the night with our first Sunday quiz of the year - USA themed!", "long_desc": "<p>Before the Superbowl Final kicks off we are hosting our first Sunday Funday of the year, a US-themed quiz! Whether you know all the state capitals, can name which president served four consecutive terms or are bang on all the latest pop culture references, you'll be in with a chance to win some great prizes before the screening gets underway.</p>", "venue_name": "East Slope Bar", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Superbowl LII @ East Slope and Clubhouse", "start_time": "2018-02-04T20:00:00", "end_time": "2018-02-05T05:00:00", "short_desc": "Superbowl returns to East Slope for one last time!", "long_desc": "<p>The biggest US sporting event of the year is back at East Slope Bar for one last time! Come and celebrate the 52nd annual Superbowl Final with a special US themed quiz, hot food specials and great deals on your favourite American beverages. Our live screening kicks off at 11pm and we are open until 5am - or when the game finishes!</p>", "venue_name": "East Slope Bar", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Mexican Monday", "start_time": "2018-02-05T12:00:00", "end_time": "2018-02-05T23:00:00", "short_desc": "Mexican Mondays are back for 2018. Head up to East Slope for deals on food and drinks!", "long_desc": "<p>Mexican Mondays are sticking around at East Slope for the rest of 2018. Grab a plate of nachos to share OR a mexican stack meal plus 2 bottles of Sol Mexican lager for just £10! Or if you don't fancy a beer swap the Sol for two pints of soft drink for £8 instead.</p>", "venue_name": "East Slope Bar", "alcohol": "AV", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Information Station", "start_time": "2018-02-05T10:00:00", "end_time": "2018-02-05T16:00:00", "short_desc": "Come find out about Active US, pick up one of our new timetables for this term - and chat to some of our activators!", "long_desc": "<p>We’ll have our Gazebo out in Library Square to answer all your questions, with some of our activators to talk about all the awesome stuff happening this term. You can also pick up one of our new timetables for this term with all the details of our 24 sessions every week! Just look for the Gazebo and Blue shirts!</p>", "venue_name": "Library Square", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": true}, {"title": "Boxset Breakfast", "start_time": "2018-02-05T10:30:00", "end_time": "2018-02-05T13:30:00", "short_desc": "Chow down on breakfast in Room 76 an enjoy some classic episodes of Friends!", "long_desc": "<p>Beat those Monday morning blues with Falmers Bar's infamous breakfast and watch some classic episodes of Friends in Room 76.</p>", "venue_name": "Room 76", "alcohol": "AV", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "Doctor Who Society Welcome Event", "start_time": "2018-02-05T18:00:00", "end_time": "2018-02-05T21:00:00", "short_desc": "Interested in joining The Doctor Who Society? Find out what they're about at this introduction session!", "long_desc": "<p>The Doctor Who Society, or DocSoc for short, was started in 2012, and rapidly grew to be a successful society with over 200 members on Facebook and around 30 people at each episode viewing.</p>\n<p>We watch and discuss the world of The Doctor, including both the classic and new series, as well as spin off media such as Torchwood, The Sarah Jane Adventures, and the Big Finish audio dramas. Come to our Introduction session to meet us and find out what we're about!</p>", "venue_name": "Bramber 236", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Basement Cinema: Spirited Away", "start_time": "2018-02-05T20:00:00", "end_time": "2018-02-05T22:00:00", "short_desc": "Every Monday evening The Globe holds a FREE film screening in their cosy Basement Cinema. Anything from cult classics such as The Room and Labyrinth to Love Actually at Christmas. All we ask is you buy a drink before heading downstairs!", "long_desc": "<p>This week we are screening Studio Ghibli's wonderful Spirited Away (subtitled). During her family's move to the suburbs, a sullen 10-year-old girl wanders into a world ruled by gods, witches, and spirits, and where humans are changed into beasts.</p>", "venue_name": "The Globe", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS- Womens' football", "start_time": "2018-02-05T19:00:00", "end_time": "2018-02-05T20:00:00", "short_desc": "The first Women's Football session of Trial It Week!", "long_desc": "<p>Our activator Olivia leads the first of Trial It Week's two Women's Football sessions - an inclusive, beginner-friendly kickabout with some basic drills. This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Gaming Retro-bution", "start_time": "2018-02-05T19:00:00", "end_time": "2018-02-05T23:00:00", "short_desc": "Come and play your favourite retro video games in East Slope Bar with Gaming Retro-bution!", "long_desc": "<p>Gaming Retro-bution are back at East Slope for 2018, starting with a Monday evening session and returning every second Saturday of the month after that - plus it's completely FREE!</p>", "venue_name": "East Slope", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Badminton", "start_time": "2018-02-05T16:00:00", "end_time": "2018-02-05T17:00:00", "short_desc": "Come along and join in our first Badminton session of Trial It Week!", "long_desc": "<p>Our activator Amelia leads our first Badminton session of Trial It Week - with plenty of courts for you to get stuck in and have some fun! There are people of all abilities, and it's a great way to keep active, so why not come try it out? Don't forget this event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "URF 24 hour broadcast", "start_time": "2018-02-06T06:00:00", "end_time": "2018-02-06T06:00:00", "short_desc": "URF are hosting a 24 hour charity fundraising broadcast!", "long_desc": "<p>You best make room in your diary for this one. On Tuesday 6th February, two students will attempt to broadcast a 24 hour show on Sussex student radio station, URF. All in the name of charity, URF ex-station-manager Fin Evans and Tab Sussex editor-in-chief Kyle Farrell will be raising money for The Clock Tower Sanctuary throughout a 24 hour show starting at 6am and finishing the next day. Expect bands and solo artists in the URF live lounge, games and features galore (send to all and innuendo bingo), interviews with some of the top brass at Sussex University, live sets from some of Sussex's best student DJs, and potentially shaven heads. This is not one to be missed, listen in on February 6th at urfonline.com or check our Facebook page @URFOfficial for the video livestream.</p>\n<p>To find out more about The Clock Tower Sanctuary and to donate, head over to the just giving page: https://www.justgiving.com/fundraising/fin-and-kyle-jailbreak</p>", "venue_name": "N/A", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Tuesday Market", "start_time": "2018-02-06T11:00:00", "end_time": "2018-02-06T16:00:00", "short_desc": "Our weekly Tuesday market is back! Drop down to Falmer Quad for fresh produce, international street food, cakes and crafts!", "long_desc": "<p>Come to Falmer Quad for a great variety of international street food, cakes, snacks, fruit &amp; veg, crafts and even clothes!</p>", "venue_name": "Falmer Quad", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "Roller Disco", "start_time": "2018-02-06T19:00:00", "end_time": "2018-02-06T21:00:00", "short_desc": "Show off your best skating moves to classic disco tracks!", "long_desc": "<p>Mandela Hall will be transformed into a disco inferno for our excited new Roller Disco. There are limited places available so be sure to book tickets before they sell out!</p>", "venue_name": "Mandela Hall", "alcohol": "NO", "cost": "PAID", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Refreshers Fair", "start_time": "2018-02-06T11:00:00", "end_time": "2018-02-06T16:00:00", "short_desc": "Come along and see all the amazing things the Students' Union has to offer including our societies, sports clubs, student media, student campaign groups, university departments and external Brighton businesses.", "long_desc": "<p>There are over 70 new student groups this term so come and see what is on offer at your University.\nThe event will run from 11am-4pm with the first hour being exclusively for those with access needs or those who prefer a quieter environment. We ask that attendees are respectful of this and therefore arrive at a time that best suits them.</p>", "venue_name": "Falmer House", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "ActiveUS Badminton", "start_time": "2018-02-06T13:00:00", "end_time": "2018-02-06T15:00:00", "short_desc": "Our second Badminton session of Trial It Week!", "long_desc": "<p>Another Badminton session run by our activator Amelia - come and have a go! This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "SKINT", "start_time": "2018-02-06T20:00:00", "end_time": "2018-02-07T02:00:00", "short_desc": "We kick off our first Skint of the year with the usual pint-cocktails, super-cheap drinks and a DJ until 2am!", "long_desc": "<p>SKINT is back for 2018! Come down for your favourite night on campus, with super-cheap drinks deals and a live DJ until 2am. Queues start forming around 10pm so get down early to avoid disappointment!</p>", "venue_name": "East Slope", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Active US Mens' Football", "start_time": "2018-02-06T18:00:00", "end_time": "2018-02-06T20:00:00", "short_desc": "The first Men's Football session of Trial It Week!", "long_desc": "<p>The first of our two Men's Football sessions this week - our largest session, they fill out quickly so make sure to arrive early - come alone or bring your mates, everyone's welcome! This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "FSC", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Buddy Scheme Postgrad and PhD Coffee Morning", "start_time": "2018-02-07T10:00:00", "end_time": "2018-02-07T12:00:00", "short_desc": "Join the Sussex Buddy Scheme for a free cup of tea or coffee and a free slice of cake (while it lasts).", "long_desc": "<p>This is a great chance to meet fellow postgraduate and PhD researchers, find out about how the Buddy Scheme can help you or even arrange to meet your Buddy there. We suggest that you exchange numbers and make a plan to meet up as the Buddy Scheme team haven't met the new buddies.</p>", "venue_name": "Room 76", "alcohol": "AV", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": true}, {"title": "Get Involved Conference", "start_time": "2018-02-07T11:45:00", "end_time": "2018-02-07T16:00:00", "short_desc": "Get trained up in events, social media and marketing, finance and more at the Get Involved Conference.", "long_desc": "<p>The Get Involved Conference is for anyone who's part of running a club, society, campaign or student media, Buddy Volunteers, Student Reps and any other SU volunteer role. There'll be a variety of 30 minute interactive workshops in all sorts of areas to help you get the most out of Spring Term as a committee member or SU volunteer.</p>", "venue_name": "Meeting Room 1 (+3,4 & 5) Falmer House", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Get Involved Networking Event", "start_time": "2018-02-07T13:00:00", "end_time": "2018-02-07T14:00:00", "short_desc": "Meet representatives from student groups and get some free food!", "long_desc": "<p>Hosted by the Students' Union Ambassadors during the Get Involved Conference, this networking lunch is the perfect opportunity to meet people to collaborate with on events and projects this term. You'll also hear from the Students' Union Officers and Events Team about upcoming events you can get involved in including Go Green Week and Volunteering Week (which for clubs &amp; societies count towards earning your Sussex Leaf Scheme criteria!). Plus there'll be free pizza!</p>", "venue_name": "Meeting Room 1", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Housing Fair", "start_time": "2018-02-07T10:00:00", "end_time": "2018-02-07T15:00:00", "short_desc": "Check out your housing options for the upcoming academic year!", "long_desc": "<p>Get the first look at houses advertised via Student Pad. Speak to local organisation about what they do, how they can help and how you can get involved.</p>", "venue_name": "Falmer House Commen Room", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Ultimate Frisbee", "start_time": "2018-02-07T13:30:00", "end_time": "2018-02-07T15:30:00", "short_desc": "Come along and join in our Trial It Week Ultimate Frisbee session!", "long_desc": "<p>A great session to have fun and also keep active! Our partners at the Students' Union Club help us run these sessions, so you're learning from some of the best in the country! These sessions are FREE all year round!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Beginners Running", "start_time": "2018-02-07T14:00:00", "end_time": "2018-02-07T15:30:00", "short_desc": "A perfect way to get involved with our Running sessions!", "long_desc": "<p>Wanting to keep active but never tried it before? Maybe you've been busy for a while so haven't had a chance? These beginner-oriented sessions are designed for you - with no set distance or speed, you can run at your own pace and enjoy the social atmosphere and friendly people. Our activator Megan is super approachable, and is able to cater to almost any runner, so why not come try it out? These sessions are FREE all year round!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Experienced Running", "start_time": "2018-02-07T15:00:00", "end_time": "2018-02-07T16:00:00", "short_desc": "For runners who are a bit more confident - but still open to all abilities!", "long_desc": "<p>Been running every now and again, and want to try it in a social atmosphere? Our activator Megan runs these social sessions for people who have a bit more experience than beginners, but still don't want a competitive environment. These fun and friendly sessions are a great way to keep active while also meeting new people and making friends. These sessions are FREE all year round!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Doctor Who Screenings", "start_time": "2018-02-07T15:00:00", "end_time": "2018-02-07T20:45:00", "short_desc": "Join the Doctor Who Society for their first weekly screening of term!", "long_desc": "<p>15.00-18.00- 1st Doctor story “The Gunfighters” 18:30-20:45: Post-regeneration story chosen by Facebook poll</p>", "venue_name": "Fulton 202, Fulton 208", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "PRYZM Wednesday", "start_time": "2018-02-07T22:30:00", "end_time": "2018-02-08T04:00:00", "short_desc": "Our epic weekly sport night is back at PRYZM for the new term!", "long_desc": "<p>In partnership with PRYZM, your Students’ Union offers your official weekly sports night is back for the new term. Grab your teammates, housemates, coursemates or mate's mates and head to the biggest superclub in Brighton for your exclusive student night. Tickets available here: https://www.pryzm.co.uk/brighton</p>", "venue_name": "PRYZM", "alcohol": "AV", "cost": "PAID", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "One World Sussex: International Food Party", "start_time": "2018-02-07T18:30:00", "end_time": "2018-02-07T21:30:00", "short_desc": "Bring a dish from your own culture, sample other cuisines and enjoy music and dancing in Mandela Hall.", "long_desc": "<p>Bring your favourite dish from home and try some tasty food from all over the world! Everyone has to bring a dish from their home country (cooked or bought). It can be anything: main dish, dessert, salad, etc... but bring enough because a lot of people will want to try it. And please bring a label (it can be just on a piece of paper) with the name of the dish, the country and additional info (vegetarian, halal, gluten free, dairy free, etc).This will be a perfect opportunity to get to know people from all over the world, try new and exciting dishes and obviously to have a lot of fun! So please come and bring your friends.Note: Only those who bring a dish will be allowed into the event.</p>", "venue_name": "Mandela Hall", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "Globe SKINT", "start_time": "2018-02-07T20:00:00", "end_time": "2018-02-08T02:00:00", "short_desc": "The Globe's SKINT is back for the new term! Head to the SU's venue in the heart of Brighton for great drinks deals and music til the wee hours!", "long_desc": "<p>Join us every Wednesday at the Students' Union bar in town, The Globe. Friendly staff, cheap cheap pints, shots and tonnes of other student deals. Great music and all til 2am so come and boogie with us! Remember to bring your student card as well as a valid form of ID!</p>", "venue_name": "The Globe", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "DragSoc's Rainbow Ball", "start_time": "2018-02-07T19:00:00", "end_time": "2018-02-07T23:00:00", "short_desc": "Meet", "long_desc": "<p>DragSoc's Rainbow Ball will feature some of the UK's finest drag, ranging from Sussex University students to far beyond! It will feature some hilarious and thought provoking LGBT themed acts, celebrating queer culture and keeping you entertained all night long. Message DragSoc on their Facebook page to book an open lipsync spot, they are always looking for Kings, Queens and everything in between!</p>", "venue_name": "Room 76", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Mature Students coffee morning", "start_time": "2018-02-08T10:00:00", "end_time": "2018-02-08T12:00:00", "short_desc": "Come along to the mature students coffee morning in Room 76, to meet fellow mature students over a cup of tea and a slice of cake! The Students' Union will be there to discuss future event ideas, and to keep you up to date with everything taking place this term.", "long_desc": "<p>We're kickstarting the new term with a line up of events for Mature students at Sussex with a coffee morning in Room 76! Come along and meet other mature students over a cup of tea or coffee and a delicious slice of cake.</p>\n<p>We will be providing spaces for you to feedback to your Students' Union about what Sussex should be doing to ensure mature students feel included and what we could improve upon. This will also be your chance to let us know what kind of events you'd like to see in this new year!</p>", "venue_name": "Room 76", "alcohol": "AV", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": true}, {"title": "Buddy Scheme Afternoon Tea", "start_time": "2018-02-08T14:00:00", "end_time": "2018-02-08T16:00:00", "short_desc": "Welcome back to Sussex! Sussex Buddy Scheme are treating you to Afternoon Tea.", "long_desc": "<p>Join us a for a delicious selection of teatime treats with cakes and scones, served with strawberry jam and clotted Devonshire cream.</p>\n<p>There will also be a selection of teas for you to try, with everything from English Breakfast Tea to Yerba Mate!</p>\n<p>This is a fantastic opportunity to try out a typically British Afternoon tea and meet up with your buddies!</p>\n<p>This event is open to all Buddies and anyone interested in finding out about the Buddy Scheme.This is a great chance to meet new people, find out about how the Buddy Scheme can help you or even arrange to meet your Buddy there. We suggest that you exchange numbers and make a plan to meet up as the Buddy Scheme team haven't met the new buddies.</p>", "venue_name": "Falmer House Common Room", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "Post Grad Film Screening", "start_time": "2018-02-08T14:00:00", "end_time": "2018-02-08T16:00:00", "short_desc": "Join our Postgraduate Education Officer Sarah for a screening of The Death of Stalin just for post-grads!", "long_desc": "<p>Bracing yourself for the new term? Take an afternoon off from your studies to meet your Postgraduate Officer Sarah and other postgraduates while enjoying a screening of The Death of Stalin.</p>", "venue_name": "Debating Chamber", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": true}, {"title": "Hippie Roadshow", "start_time": "2018-02-08T21:00:00", "end_time": "2018-02-09T03:00:00", "short_desc": "Get ready for the Summer of Love this Refreshers; the Hippie Roadshow has arrived!", "long_desc": "<p>Brighton Rox and Sussex Students' Union proudly present the headline event of Refreshers 2018:</p>\n<p>✌️ The Hippie Roadshow is arriving in Brighton!✌️</p>\n<p>Venture back in time to the Summer of Love and immerse yourselves in the transcendental period of peace and love with a night dedicated to the psychedelic era!</p>\n<p>🌈 Where have we landed?</p>\n<p>Concorde 2 will be warped into a world of tie-dye, kaleidoscopic features, floral decor and hippy trippy surroundings - the perfect environment to reject the social customs and let yourselves go!</p>\n<p>🌈 The Code of the Roadshow:</p>\n<p>This is a place to lose yourself entirely. It’s down to you to shape your night and become a part of the overall experience, be original with your dress sense, adopt the 'counterculture flower-child' attitude. Think creatively with your props and leave the judgement of society at the door.✌️✌️</p>\n<p>🌈 Travel back in time with the sounds of the show:</p>\n<p>The Hippie Roadshow believes in a strong music philosophy, prepare yourselves for a night of Soul, Funk, Groove, Blues and Disco spun by one of the best in the business Bukky L-F!</p>\n<p>🌈 Message from the Box Office:</p>\n<p>☮️ £6 Early Bird (Tie-dye bandana included with ticket)</p>\n<p>☮️ £8 Standard (Tie-dye bandana included with ticket)</p>\n<p>☮️ £500 without an item of Hippie Clothing (In other words, embrace the hippie way)</p>\n<p>Think Tie-dye, think daisy chains, think peace signs, think glitter… EACH person will receive a tie-dye bandana on collection of their ticket from various collection points that will be emailed to you 7 days before the event. (Collection points will be on Sussex University campus at a location tbc)</p>\n<p>Peace ✌️</p>", "venue_name": "PRYZM", "alcohol": "AV", "cost": "PAID", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Gin and Jazz", "start_time": "2018-02-08T19:00:00", "end_time": "2018-02-08T23:00:00", "short_desc": "Gin & Jazz is back, and this time there's more gin. Get down to Room 76 to discover some truly amazing flavours and local treats.", "long_desc": "<p>Gin &amp; Jazz is back, and this time there's more gin. Get down to Room 76 to discover some truly amazing flavours and local treats.</p>", "venue_name": "Falmer Bar", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "URF Club Takeover- Noughty Noughties @ East Slope", "start_time": "2018-02-08T20:00:00", "end_time": "2018-02-09T02:00:00", "short_desc": "Drop down to East Slope Bar where URF playing the best naughties tunes!", "long_desc": "<p>After the success of URF’s new club night at East Slope last term, this year they’re back and they’re switching it up and changing the era! Come down to Slope on Thursday 8th Feb for a night like no other. Naughty tunes from the 2000’s, cheap tequila and all round good vibes (as URF always like to provide). Expect music from The Arctic Monkey’s, Beyonce, Busted, Daft Punk, Eminem, Dr. Dre, Kanye, Outkast, The Streets and many more.</p>", "venue_name": "East Slope", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Womens' Football", "start_time": "2018-02-08T18:00:00", "end_time": "2018-02-08T19:00:00", "short_desc": "Our second Women's Football session for Trial It Week!", "long_desc": "<p>Our activator Olivia's second session of Trial It Week! A perfect opportunity to get involved with the sport in a social, friendly environment - you don't need any experience and the session is perfect for beginners as well as more advanced players so why not come along and join in? This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "FSC", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Womens' Cricket", "start_time": "2018-02-08T19:00:00", "end_time": "2018-02-08T20:00:00", "short_desc": "Come along and join in our Trial It Week Women's Cricket Session!", "long_desc": "<p>Anna, our cricket activator, runs our weekly Women's Cricket sessions and this is her first of the term! Celebrating Trial It Week, she'll be going through basic technique for batting and bowling, as well as a friendly game! Open to all abilities, these weekly sessions are perfect for keeping active and having fun, in a really social environment! This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Post Grad Board Games", "start_time": "2018-02-09T16:00:00", "end_time": "2018-02-09T19:00:00", "short_desc": "Join our Postgraduate Education Officer Sarah for board games in the SU Common Room!", "long_desc": "<p>This is a great opportunity to meet our amazing Postgraduate Education Officer Sarah and other postgraduate students. Drop down to Falmer Bar with drinks deals for post-grads and board games!</p>", "venue_name": "Falmer House Common Room", "alcohol": "AV", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": true}, {"title": "Active US UV Party", "start_time": "2018-02-09T19:00:00", "end_time": "2018-02-09T21:30:00", "short_desc": "The Sport Centre is transformed for a night of UV fun and activity to celebrate Trial It Week!", "long_desc": "<p>Another amazing night of UV Badminton and UV Spin to celebrate the new term and Active US Trial It Week! All of our sessions this week are completely FREE - including both UV sessions. Due to limited space, for UV Spin you will need to book your place at:</p>\n<p>bit.ly/sussexsportevents</p>\n<p><strong>THIS LINK WILL GO LIVE A FEW WEEKS BEFORE THE EVENT</strong></p>\n<p>if you can't see the UV Party on the site yet, check back later - we'll announce it here when the spaces are available to book!</p>\n<p>For UV Badminton just turn up as if it were a normal session!</p>\n<p>We can't wait - and we look forward to seeing you there!</p>", "venue_name": "Sports Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "Post Grads It's Friday (PGIF)", "start_time": "2018-02-09T12:00:00", "end_time": "2018-02-09T23:00:00", "short_desc": "Post-grad Fridays are back, and this term they're even better! Claim 50p pff every pint with a valid PG student card, available all day and night", "long_desc": "<p>Falmer Bar's night of deals for postgraduate students is back. Relax after a long first week back with some of our great drink deals including 50p off all pints for those with a postgraduate student card!</p>", "venue_name": "Falmer Bar", "alcohol": "AV", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Winter Olympics Opening", "start_time": "2018-02-09T11:00:00", "end_time": "2018-02-09T13:00:00", "short_desc": "Get down to Room 76 and catch the opening of the 2018 Winter Olympics", "long_desc": "<p>Get down to Room 76 from 11am to catch our screening of the Winter Olympics 2018 opening ceremony, where we'll be providing some warming drinks deals to get you in the spirit</p>", "venue_name": "Room 76", "alcohol": "AV", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "First-Generation Scholars' Scheme Drop-in - funded work experience & more", "start_time": "2018-02-09T12:00:00", "end_time": "2018-02-09T14:00:00", "short_desc": "Come join Widening Participation, the Students' Union, and your fellow First-Generation Scholars for tea, coffee and cakes. Find out more about the scheme, what funded opportunities are available and a chat.", "long_desc": "<p>Find out about lots of opportunities available to First-Generation Scholars through the Careers and Employability Centre and the Students' Union, including\n· Paid summer UK internships\n· China Internship Programme\n· Buddy Scheme\n· Language Café\n· International and Asia Summer School places\n· Research placements\n· Work shadowing\nWork experience and volunteering opportunities are a great way of enhancing your CV and getting the most out of your time at university. Drop-in to the Meeting House and have a chat with staff working on the scheme to find out more about what's available to you, or with any general questions. There will be lots of free tea, coffee and cakes too!</p>", "venue_name": "Meeting House Quiet Room", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Running", "start_time": "2018-02-07T12:00:00", "end_time": "2018-02-07T13:00:00", "short_desc": "For runners of all abilities to come have some fun for Trial It Week!", "long_desc": "<p>Megan, our running activator, has this new session for the new term running every week, and this is the first - celebrating Trial It Week! These Friday sessions are designed to accomodate runners of all abiltities, so don't worry if you've never even tried it - these social and friendly sessions are perfect for you! These sessions are FREE all year round!</p>", "venue_name": "SportCentre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Active US Mens' Football", "start_time": "2018-02-09T15:00:00", "end_time": "2018-02-09T17:00:00", "short_desc": "Our second Men's Football session of Trial It Week!", "long_desc": "<p>Our second session of the week, our activators Alex, Chay and Clara run these sessions all term - and they're open to anyone! A great social atmosphere and plenty of fun means these sessions are always really busy - so make sure to come early! This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "FSC", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Lazy Lizard Taster Session / DJ @ Falmer Bar / East Slope Bar", "start_time": "2018-02-09T17:00:00", "end_time": "2018-02-10T02:00:00", "short_desc": "", "long_desc": "", "venue_name": "Falmer Bar/East Slope Bar", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Family Film Screening", "start_time": "2018-02-09T17:00:00", "end_time": "2018-02-09T19:00:00", "short_desc": "Student and Staff Families! Come and watch the family favourite film Paddington (2014, PG) in our cosy debating chamber, enjoy popcorn, refreshements and the film for free! This event is suitable for the whole family!", "long_desc": "<p>From 5pm, come and watch our favourite Peruvian Bear find his new home in London (with many challenges along the way!). There will be refreshments avaiable for the whole family. This event is free, open to all, and will be an alcohol free event.</p>", "venue_name": "Debating Chamber", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "ActiveUS Volleyball", "start_time": "2018-02-09T16:00:00", "end_time": "2018-02-09T18:00:00", "short_desc": "Come along and join in our Trial It Week Volleyball session!", "long_desc": "<p>Pete and Julia, our Volleyball activators, lead this first session of the new term - celebrating Trial It Week! Volleyball is a great way to keep active as well as have fun, so why not come and join in? You don't need any experience, and everyone is super welcoming! Don't forget to look out for our Beach Volleyball sessions later this term in partnership with Yellowave on Brighton beach! This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "East Slope LIVE (Band Night)", "start_time": "2018-02-09T19:00:00", "end_time": "2018-02-09T23:00:00", "short_desc": "East Slope LIVE returns with a night of easy-listening to see out Refresher's Week.", "long_desc": "<p>East Slope LIVE is back for the new term. You don't need to leave campus for great music. Join us for a night of live music from Brighton and beyond! Watch this space for the line-up announcement!</p>", "venue_name": "East Slope", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Drag Soc Club Takeover @ East Slope", "start_time": "2018-02-10T20:00:00", "end_time": "2018-02-11T02:00:00", "short_desc": "DragSoc's Club Night is an all dancing late night extravaganza featuring glitter bomb shots, drag themed cocktails and a collection of the best gay anthems of all time!", "long_desc": "<p>After the rousing their success over Freshers, DragSoc is taking over East Slope Bar again for another extravaganza of performances, glitterbombs, themed cocktails and a live DJ.</p>", "venue_name": "East Slope", "alcohol": "AV", "cost": "FREE", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Womens' Basketball", "start_time": "2018-02-11T13:00:00", "end_time": "2018-02-11T14:00:00", "short_desc": "The first of our two Basketball sessions in Trial It Week just for Women!", "long_desc": "<p>The first of our Sunday Basketball sessions is open just for Women - a great atmosphere and beginner-friendly environment mean this is the perfect session to try the sport for the first time, or come along and join in the social games if you've played before! Plenty of the group also stay on to join in the next Basketball session straight after! This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NF", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Basketball", "start_time": "2018-02-11T14:00:00", "end_time": "2018-02-11T16:00:00", "short_desc": "The second Basketball session of Trial It Week - open to all!", "long_desc": "<p>The second Basketball session each Sunday is open to everyone, and loads of people come to both! A friendly and social atmosphere, our Basketball sessions are always really popular, so come along and join in the fun - you don't need any experience at all! This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NF", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Bouldering", "start_time": "2018-02-11T17:15:00", "end_time": "2018-02-11T20:00:00", "short_desc": "Our first Bouldering session of the new term at Boulder Brighton - and this time it’s FREE!", "long_desc": "<p>Celebrate Active US Trial It Week with our first Bouldering session this term at the awesome climbing centre Boulder Brighton in Portslade! Not only will the event be completely FREE - it also includes free transport to and from the centre leaving from East Slope car park. One of our most popular and social sessions - come along on your own or bring your friends, finish your first week of term with an awesome session!</p>", "venue_name": "Boulder Brighton (meet at East Slope car park)", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": true, "just_for_pgs": false}, {"title": "ActiveUS Trampoline", "start_time": "2018-02-11T18:00:00", "end_time": "2018-02-11T20:00:00", "short_desc": "Come along and join in our Trial It Week Trampoline session!", "long_desc": "<p>The Students' Union club leads our Active US Trial It Week session - perfect for beginners and great fun, these weekly sessions are a blast! This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Badminton", "start_time": "2018-02-11T16:00:00", "end_time": "2018-02-11T18:00:00", "short_desc": "Our final Trial It Week Badminton session!", "long_desc": "<p>The last of Trial It Week's Badminton sessions, Amelia will be running all three again every week for the rest of term! This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Fencing", "start_time": "2018-02-11T18:00:00", "end_time": "2018-02-11T20:00:00", "short_desc": "Come along and join in our Trial It Week Fencing session!", "long_desc": "<p>Our weekly Fencing sessions start here during Trial It Week run by our activator, Harry. A great way to keep active while also having fun - why not come join in? This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "ActiveUS Netball", "start_time": "2018-02-11T18:00:00", "end_time": "2018-02-11T20:00:00", "short_desc": "Our Netball session for Trial It Week! Come join in!", "long_desc": "<p>Our activator, Georgia, leads the first of our weekly Netball sessions this term! A fun and friendly session in a social atmospher, it's a great session to try for the first time or for those more experienced! This event is part of Active US Trial It Week, so is completely FREE!</p>", "venue_name": "Sport Centre", "alcohol": "NO", "cost": "FREE", "is_over_18_only": false, "suitable_kids_families": false, "just_for_pgs": false}, {"title": "Synergy II", "start_time": "2018-02-15T22:30:00", "end_time": "2018-02-16T04:00:00", "short_desc": "Brighton's biggest collaborative club night returns, in the biggest venue in the city.", "long_desc": "", "venue_name": "PRYZM", "alcohol": "AV", "cost": "PAID", "is_over_18_only": true, "suitable_kids_families": false, "just_for_pgs": false}]}
